import { Navbar } from "./Navbar";

export const About = () => {
  return (
    <div>
      <div className="landing-layer">
        <Navbar />
      </div>
      <h2 className="" style={{ fontSize: "40px", color: "#6272a4",  marginRight: "120px",marginTop:"140px" }}>
        درباره ما
      </h2>
      <img
        src={require("../assets/about.png")}
        height="400px"
        style={{
          position: "absolute",
          zIndex: "-1",
          width: "500px",
          top: "200px",
          left: "100px",
        }}
      />
      <div
        className=""
        style={{
          position: "absolute",
          top: "300px",
        }}
      >
        <p
          className=""
          style={{
            position: "absolute",
            width: "750px",
            marginLeft: 0,
            marginRight: "120px",
            marginTop: 0,
            textAlign: "justify",
          }}
        >
          همه ساله دانشجویان، از بدو ورود به دانشگاه با چالش های مختلفی مواجه
          میشوند از انتخاب واحد گرفته تا ندانستن اینکه کدام مهارت ها در آینده
          مورد نیازشان است ؟ آیا به تحصیل ادامه دهند یا مشغول به کار شوند؟ کدام
          گرایش را انتخاب کنند؟ کدام مسیر مطابق استعداد و علاقه آنهاست؟ آیا رشته
          درستی انتخاب کردند؟ این سوالیست که ذهن همه ما را به خود مشغول میکند.
          این سردرگمی با وجود دوره های متعدد و بسیاری که در دانشگاه برگزار میشود
          نه تنها برطرف نشده بلکه تشدید هم میشود. عدم دانش و تجربه کافی برای
          انتخاب بین یادگیری کدام مهارت ها و عدم ارتباط با اساتید با تجربه، عدم
          استفاده از دانشی که پس از گذراندن دوره ها بدست میآید و مدرک محور بودن،
          جزو دغدغه های دانشجویان است. تیم ما با بررسی تمام این چالش ها و دغدغه
          ها که خود به عنوان دانشجو تجربه کرده است، تصمیم به راه اندازی سیستمی
          کرده که بتواند علاوه بر استعدادیابی از دانشجویان، به آنها هدایت
          تحصیلی و شغلی مناسبی ارائه داده و علاوه بر آن، تمام دانش و مهارت های
          کسب شده را با استفاده از پروژه های عملی تثبیت کند. ارتباط با اساتید
          برتر و آشنایی با دانشجویان ارشد و دکتری و فضای کاری آنها جزو ویژگی های
          خاص این سیستم است. و در نهایت وصل کردن دانشجو به صنعت و شغل مورد علاقه
          او، میتواند نتیجه و خروجی و مزیت رقابتی این سیستم باشد.
        </p>
      </div>
    </div>
  );
};
